breeze
cups
cups-browsed
dmidecode
filelight
glow
hplip
kolourpaint
libratbag
mpv
nss-mdns
obs-studio
piper
plocate
prismlauncher
python-pyqt5
skanlite
system-config-printer
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tumbler
uwsm
