7zip
a52dec
aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adw-gtk-theme
adwaita-cursors
adwaita-dark
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
ansible
ansible-core
aom
appstream
appstream-glib
aquamarine
archlinux-keyring
argon2
aribb24
ark
arm-linux-gnueabi-binutils
arm-linux-gnueabi-binutils-debug
arm-linux-gnueabi-gcc
arm-none-eabi-binutils
arm-none-eabi-gcc
at-spi2-core
atkmm
attica
attr
audit
augeas
autoconf
autoconf-archive
automake
avahi
babl
baloo
baloo-widgets
base
base-devel
bash
bc
bcg729
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
boost
boost-libs
botan
botan2
breeze
breeze-icons
bridge-utils
brightnessctl
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
calc
cantarell-fonts
capstone
cblas
ccache
cdparanoia
cdrtools
chezmoi
cifs-utils
cliphist
clucene
cmake
cmark
compiler-rt
composefs
containerd
convertlit
coreutils
cpio
cppdap
cronie
cryptsetup
cups
cups-browsed
cups-filters
curl
cython
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debootstrap
debtap
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
distro-info
distro-info-data
dkms
dmg2img
dmg2img-debug
dmidecode
dnsmasq
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
dtc
duktape
dunst
e2fsprogs
ebook-tools
edk2-ovmf
efibootmgr
efivar
elephant
elephant-calc
elephant-calc-debug
elephant-debug
elephant-desktopapplications
elephant-desktopapplications-debug
elfutils
exempi
exfatprogs
exiv2
exo
expac
expat
extra-cmake-modules
eza
f2fs-tools
faad2
fakeroot
fastfetch
ffmpeg
ffmpeg4.4
ffmpegthumbs
fftw
file
filelight
filesystem
findutils
firefox
flac
flatpak
flex
fltk
fltk1.3
fmt
fontconfig
foomatic-db-engine
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fuzzy-pkg-finder
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gettext
gexiv2
ghidra
ghostscript
giflib
gimp
git
glib-networking
glib2
glib2-devel
glib2-docs
glibc
glibmm
glibmm-2.68
glow
glslang
glu
glycin
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnome-themes-extra
gnu-free-fonts
gnu-netcat
gnu-netcat-debug
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
gpsd
gptfdisk
graphene
graphite
greetd
greetd-agreety
grep
grim
grimblast-git
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-doc
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk2-debug
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hiredis
hivex
hplip
hplip-plugin
hplip-plugin-debug
htop
http-parser
http-parser-debug
hunspell
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprtoolkit
hyprutils
hyprwayland-scanner
iana-etc
ibus
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
intellij-idea-community-edition
iproute2
iptables
iputils
iso-codes
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jdk21-openjdk
jemalloc
jfsutils
jq
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kdecoration
kdesu
kdnssd
kdoctools
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kio
kio-extras
kirigami
kirigami-addons
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
kolourpaint
kpackage
kparts
kpipewire
kpty
krb5
ksanecore
kservice
kstatusnotifieritem
ksvg
ktextwidgets
kuserfeedback
kvantum
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kwindowsystem5
kxmlgui
l-smash
lame
lapack
lcms2
ldb
leancrypto
lensfun
leptonica
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnm
lib32-libnsl
lib32-libpciaccess
lib32-libpipewire
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libva
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxinerama
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-pipewire
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-mesa-device-select
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaio
libappindicator
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblake3
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcue
libcups
libcupsfilters
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libewf
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libfyaml
libgcrypt
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libguestfs
libgxps
libheif
libibus
libice
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libjuice
libjxl
libkexiv2
libksane
libksba
liblangtag
liblc3
libldac
libldap
libldm
libliftoff
liblqr
libluv
liblzf
libmad
libmalcontent
libmatroska
libmaxminddb
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libmysofa
libnautilus-extension
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libppd
libproxy
libpsl
libptytty
libpulse
libqalculate
libqxp
libraqm
libratbag
libraw
libraw1394
libreoffice-still
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspiro
libspng
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwps
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-lts
linux-lts-headers
lld
llhttp
llvm-libs
lm_sensors
lmdb
localsearch
lpsolve
lrzip
lsb-release
lsof
lsscsi
lua
lua51-lpeg
lua53
luajit
luarocks
lv2
lvm2
lz4
lzo
lzop
m4
mailcap
make
man-db
mariadb-clients
mariadb-libs
mbedtls
md4c
mdadm
media-player-info
mesa
meson
minecraft-launcher-debug
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
mypaint-brushes1
namcap
nasm
ncurses
ndctl
neofetch
neon
neovim
net-snmp
net-tools
nettle
network-manager-applet
networkmanager
nftables
nilfs-utils
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntfs-3g
numactl
nwg-displays
nwg-look
obs-studio
ocl-icd
oh-my-zsh-git
onetbb
oniguruma
openal
opencore-amr
openexr
openh264
openjpeg2
openssh
openssl
opus
orc
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-which
perl-libintl-perl
perl-mailtools
perl-path-tiny
perl-timedate
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
phodav
phonon-qt6
phonon-qt6-vlc
pinentry
piper
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
pkgfile
plasma-activities
playerctl
plocate
pnpm
pokemon-colorscripts-git
polkit
polkit-gnome
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
postman-bin
pps-tools
prismlauncher
procps-ng
protobuf
psmisc
pugixml
pyalpm
python
python-attrs
python-autocommand
python-bcrypt
python-boolean.py
python-build
python-cairo
python-capstone
python-cffi
python-charset-normalizer
python-colorama
python-colored-traceback
python-cryptography
python-dateutil
python-dbus
python-distro
python-docopt
python-evdev
python-fastjsonschema
python-filelock
python-fluidity
python-gobject
python-i3ipc
python-idna
python-imageio
python-imageio-ffmpeg
python-installer
python-intervaltree
python-invoke
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-keyutils
python-lark-parser
python-lexicon
python-license-expression
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-numpy
python-packaging
python-paramiko
python-pexpect
python-pillow
python-pip
python-platformdirs
python-plumbum
python-poetry-core
python-psutil
python-ptyprocess
python-pwntools
python-pyamdgpuinfo
python-pyamdgpuinfo-debug
python-pycparser
python-pycups
python-pyelftools
python-pygments
python-pynacl
python-pyproject-hooks
python-pyqt5
python-pyqt5-sip
python-pyserial
python-pysocks
python-pyudev
python-pyxdg
python-requests
python-resolvelib
python-rpyc
python-screeninfo
python-setuptools
python-shtab
python-six
python-sortedcontainers
python-termcolor
python-tqdm
python-typing_extensions
python-unicorn
python-urllib3
python-wheel
python-xlib
python-yaml
python-zstandard
qca-qt6
qemu-audio-spice
qemu-base
qemu-chardev-spice
qemu-common
qemu-hw-display-qxl
qemu-hw-usb-redirect
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qemu-ui-opengl
qemu-ui-spice-core
qpdf
qqc2-desktop-style
qrcodegencpp-cmake
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-scxml
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6ct-kde
qt6ct-kde-debug
quazip-qt6
raptor
rasqal
rav1e
rdma-core
re2
readline
redland
rhash
ripgrep
ripgrep-all
rlwrap
rnnoise
rofi
ropgadget
rsync
rtkit
rubberband
ruby
rubygems
run-parts
runc
rust
sane
sbc
scdoc
screen
sdbus-cpp
sdl12-compat
sdl2-compat
sdl3
seabios
seatd
sed
selectdefaultapplication-fork-git
selectdefaultapplication-fork-git-debug
semver
serd
shaderc
shadow
shared-mime-info
simde
simdjson
simplescreenrecorder-debug
skanlite
slang
sleuthkit
slurp
smartmontools
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
spandsp
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
sshpass
starship
startup-notification
steam
strace
sudo
suitesparse
supermin
svt-av1
swappy
swaylock-effects-git
swaylock-effects-git-debug
swww
syndication
syntax-highlighting
sysfsutils
syslinux
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tesseract
tesseract-data-eng
tesseract-data-osd
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tigervnc
timeshift
tinysparql
tk
tldr
tmux
tomlplusplus
totem-pl-parser
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
twolame
tzdata
uchardet
udiskie
udisks2
unibilium
unicorn
unzip
upower
usbredir
usbutils
uthash
util-linux
util-linux-libs
uwsm
v4l-utils
vagrant-debug
vapoursynth
vde2
ventoy-bin
ventoy-bin-debug
vesktop
vesktop-debug
vi
vid.stab
vim
vim-runtime
virt-install
virt-manager
virtiofsd
virtualbox
virtualbox-host-modules-arch
virtualbox-host-modules-lts
vlc
vlc-cli
vlc-gui-qt
vlc-plugin-a52dec
vlc-plugin-alsa
vlc-plugin-archive
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-faad2
vlc-plugin-flac
vlc-plugin-gnutls
vlc-plugin-inflate
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-lua
vlc-plugin-mpg123
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-shout
vlc-plugin-speex
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-xml
vlc-plugins-base
vlc-plugins-video-output
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-mesa-device-select
vulkan-radeon
walker
walker-debug
wavpack
waybar
wayland
wayland-protocols
waypaper
webrtc-audio-processing-1
websockify
websockify-debug
wf-recorder
wget
which
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlogout
wlogout-debug
woff2-font-awesome
wofi
wolfssl
wpa_supplicant
x264
x265
xapp
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xvidcore
xwaylandvideobridge
xxhash
xz
yara
yay
yay-debug
yyjson
zenity
zeromq
zimg
zip
zix
zlib
zlib-ng
zram-generator
zsh
zsh-theme-powerlevel10k-git
zsh-theme-powerlevel10k-git-debug
zstd
zxing-cpp
