adwaita-dark
arm-linux-gnueabi-gcc
debtap
dmg2img
elephant
elephant-calc
elephant-desktopapplications
fuzzy-pkg-finder
gnu-netcat
grimblast-git
hplip-plugin
neofetch
oh-my-zsh-git
pokemon-colorscripts-git
postman-bin
python-pyamdgpuinfo
qt6ct-kde
selectdefaultapplication-fork-git
swaylock-effects-git
ventoy-bin
vesktop
walker
waypaper
websockify
wlogout
xwaylandvideobridge
yay
zsh-theme-powerlevel10k-git
